Repository: lzq2357/TablePro
Catalog: TablePro/InfoPlist.xcstrings
Source language: en
Languages: ko, tr, vi, zh_hans, zh_hant

source: Beancount Ledger
ko: Beancount 원장
tr: Beancount Defteri
vi: Sổ cái Beancount
zh_hans: Beancount 账本
zh_hant: Beancount 帳本

source: DuckDB Database
ko: DuckDB 데이터베이스
tr: DuckDB Veritabanı
vi: Cơ sở dữ liệu DuckDB
zh_hans: DuckDB 数据库
zh_hant: DuckDB 資料庫

# NSDesktopFolderUsageDescription
source: TablePro reads database settings from the project folder you choose.
ko: TablePro는 선택한 프로젝트 폴더에서 데이터베이스 설정을 읽습니다.
tr: TablePro, seçtiğiniz proje klasöründen veritabanı ayarlarını okur.
vi: TablePro đọc cài đặt cơ sở dữ liệu từ thư mục dự án bạn chọn.
zh_hans: TablePro 会从你选择的项目文件夹中读取数据库设置。
zh_hant: TablePro 會從你選擇的專案資料夾中讀取資料庫設定。

# NSDocumentsFolderUsageDescription
source: TablePro reads database settings from the project folder you choose.
ko: TablePro는 선택한 프로젝트 폴더에서 데이터베이스 설정을 읽습니다.
tr: TablePro, seçtiğiniz proje klasöründen veritabanı ayarlarını okur.
vi: TablePro đọc cài đặt cơ sở dữ liệu từ thư mục dự án bạn chọn.
zh_hans: TablePro 会从你选择的项目文件夹中读取数据库设置。
zh_hant: TablePro 會從你選擇的專案資料夾中讀取資料庫設定。

# NSDownloadsFolderUsageDescription
source: TablePro reads database settings from the project folder you choose.
ko: TablePro는 선택한 프로젝트 폴더에서 데이터베이스 설정을 읽습니다.
tr: TablePro, seçtiğiniz proje klasöründen veritabanı ayarlarını okur.
vi: TablePro đọc cài đặt cơ sở dữ liệu từ thư mục dự án bạn chọn.
zh_hans: TablePro 会从你选择的项目文件夹中读取数据库设置。
zh_hant: TablePro 會從你選擇的專案資料夾中讀取資料庫設定。

# NSLocalNetworkUsageDescription
source: TablePro connects to database servers and SSH tunnels running on your local network, including Bonjour (.local) hostnames.
ko: TablePro는 Bonjour(.local) 호스트 이름을 포함하여 로컬 네트워크에서 실행되는 데이터베이스 서버 및 SSH 터널에 연결합니다.
tr: TablePro, Bonjour (.local) sunucu adları dahil olmak üzere yerel ağınızda çalışan veritabanı sunucularına ve SSH tünellerine bağlanır.
vi: TablePro kết nối tới các máy chủ cơ sở dữ liệu và SSH tunnel chạy trên mạng cục bộ của bạn, bao gồm cả tên máy Bonjour (.local).
zh_hans: TablePro 会连接到运行在你本地网络上的数据库服务器和 SSH 隧道，包括 Bonjour（.local）主机名。
zh_hant: TablePro 會連線到執行在你區域網路上的資料庫伺服器和 SSH 通道，包括 Bonjour（.local）主機名稱。

source: SQL File
ko: SQL 파일
tr: SQL Dosyası
vi: Tệp SQL
zh_hans: SQL 文件
zh_hant: SQL 檔案

source: SQLite Database
ko: SQLite 데이터베이스
tr: SQLite Veritabanı
vi: Cơ sở dữ liệu SQLite
zh_hans: SQLite 数据库
zh_hant: SQLite 資料庫

source: TablePro Connection
ko: TablePro 연결
tr: TablePro Bağlantısı
vi: Kết nối TablePro
zh_hans: TablePro 连接
zh_hant: TablePro 連線

source: TablePro Filter Row
ko: TablePro 필터 행
tr: TablePro Filtre Satırı
vi: Hàng lọc TablePro
zh_hans: TablePro 筛选行
zh_hant: TablePro 篩選列

source: TablePro Plugin
ko: TablePro 플러그인
tr: TablePro Eklentisi
vi: Plugin TablePro
zh_hans: TablePro 插件
zh_hant: TablePro 外掛
